{
  "bedrockIfy.key.settings": "Abrir Config do BedrockIfy",
  "bedrockify.hud.position": "Posicao:",
  "bedrockify.hud.fps": "FPS:",
  "bedrockify.options.on": "Ligado",
  "bedrockify.options.off": "Desligado",
  "bedrockify.options.withPosition": "Com Posição",
  "bedrockify.options.underPosition": "na posição",
  "bedrockify.options.withBackground": "Com Cenario",
  "bedrockify.options.subCategory.bedrockOverlay": "Sobreposição Bedrock...",
  "bedrockify.options.subCategory.bedrockOverlay.description": "Configura o topo esquerdo da overlay.",
  "bedrockify.options.subCategory.visualImprovements": "Melhorias de GUI/Visual...",
  "bedrockify.options.subCategory.Reach-Around": "Colocação de bloco de alcance próximo...",
  "bedrockify.options.subCategory.Reach-Around.description": "Coloque blocos na frente onde voce esta.",
  "bedrockify.options.subCategory.other": "Outras Configs...",
  "bedrockify.options.settings": "Config do Bedrockify",
  "bedrockify.options.screenSafeArea": "Area de segurança da tela:",
  "bedrockify.options.coordinatesPosition": "Posiçao do texto da coordenada:",
  "bedrockify.options.showCoordinates": "Mostrar coordenadas:",
  "bedrockify.options.showFPS": "Mostrar FPS:",
  "bedrockify.options.showPaperDoll": "Mostrar Paper Doll:",
  "bedrockify.options.loadingScreenChunkMap": "Carregamento de mapa de Chunk:",
  "bedrockify.options.loadingScreenChunkMap.tooltip": "Abilita Progresso de mapa de chunk nas telas de carregamento.",
  "bedrockify.options.reachAround": "Enable Reach-Around:",
  "bedrockify.options.reachAround.sneaking": "Colocar Blocos apenas esgueirando se:",
  "bedrockify.options.reachAround.indicator": "Mostrar indicador de alcance:",
  "bedrockify.options.reachAround.multiplayer": "Alcance Multiplayer:",
  "bedrockify.options.recipes": "Use Receitas de Criação de Bedrock:",
  "bedrockify.options.recipes.tooltip": "Deve reabrir o mundo para aplicar as mudanças.",
  "bedrockify.options.chatStyle": "Estilo do Chat:",
  "bedrockify.options.chatStyle.bedrock": "Bedrock",
  "bedrockify.options.chatStyle.vanilla": "Java",
  "bedrockify.options.tooltips": "Item Tooltips:",
  "bedrockify.options.inventoryHighlight": "Destaque de slot de item:",
  "bedrockify.options.idleAnimation": "Velocidade de animação da mão ociosa:",
  "bedrockify.options.showBedrockIfyButton": "Mostrar botão de configurações BedrockIfy:",
  "bedrockify.options.showBedrockIfyButton.tooltip": "Mostra o botão de configurações BedrockIfy na tela de opções do jogo. Se desativado, você pode acessar as configurações do BedrockIfy através do Menu Mod ou pressionando B quando um mundo é carregado.",
  "bedrockify.options.showSavingOverlay": "Mostrar sobreposição de salvamento:",
  "bedrockify.options.eatingAnimations": "Animações de Terceira pessoa comendo:",
  "bedrockify.options.pickupAnimations": "Animações para pegada de itens:",
  "bedrockify.options.pickupAnimations.tooltip": "Habilita as Animações de Retirada de Itens da Bedrock na Hotbar.",
  "bedrockify.options.loadingScreen": "Ativar telas de carregamento de Bedrock Edition:",
  "bedrockify.loadingTips.1": "A maioria dos monstros só saem à noite. Durante o dia, não há perigo... provavelmente.",
  "bedrockify.loadingTips.2": "Quebre blocos e pegue recursos. Use a grade de criação para fazer itens úteis. Agora sim, você está criando!",
  "bedrockify.loadingTips.3": "Você tem vidas infinitas, mas seus itens caem no chão quando você morre. Volte logo para pegá-los!",
  "bedrockify.loadingTips.4": "É uma boa ideia construir um lugar onde você possa passar a noite com segurança.",
  "bedrockify.loadingTips.5": "Use a ferramenta certa para o trabalho! Cortar madeira com um machado é muito mais rápido do que usar as mãos.",
  "bedrockify.loadingTips.6": "Mesmo no Minecraft, você vai ficar com fome, então tente encontrar algo para comer antes que isso aconteça.",
  "bedrockify.loadingTips.7": "Cavar reto para baixo ou para cima pode não ser uma grande ideia.",
  "bedrockify.loadingTips.8": "Monstros surgem na escuridão. Crie uma tocha para iluminar qualquer espaço.",
  "bedrockify.loadingTips.9": "Camas são ótimas! Crie uma para passar a noite rapidamente e definir seu ponto de renascimento.",
  "bedrockify.loadingTips.10": "Tenha cuidado ao nadar. Se ficar debaixo d'água por muito tempo, você ficará sem ar.",
  "bedrockify.loadingTips.11": "O modo Sobrevivência tem 4 níveis de dificuldade diferentes, Pacífico, Fácil, Normal e Difícil. Ou jogue no modo Criativo e obtenha recursos infinitos!",
  "bedrockify.loadingTips.12": "O mundo do Minecraft é infinitamente surpreendente. Você encontrará muitos animais diferentes, plantas e até §f§k§a§b§r §f§k§a§b§r",
  "bedrockify.loadingTips.13": "Os Golens de Ferro lutarão por você!",
  "bedrockify.loadingTips.14": "Dê um osso para domar um lobo. Você pode fazer ele sentar ou te seguir.",
  "bedrockify.loadingTips.16": "Colete couro de vacas e use-o para fazer armaduras e livros.",
  "bedrockify.loadingTips.17": "Você pode preencher um balde vazio com água, lava, leite, neve em pó... e até algumas criaturas.",
  "bedrockify.loadingTips.18": "Alimentar um animal impede que ele desapareça. Construa um curral para manter seus animais seguros.",
  "bedrockify.loadingTips.19": "Vá para seu destino mais rápido com um carrinho de minas e uns trilhos! ",
  "bedrockify.loadingTips.20": "Construir um portal permitirá que você viaje para outra dimensão chamada Nether.",
  "bedrockify.loadingTips.21": "Farinha de Osso (feita de um osso de esqueleto) pode ser usada como um fertilizante e pode fazer as coisas crescerem na hora!",
  "bedrockify.loadingTips.22": "Obsidiana é criada quando a água atinge um bloco de fonte de lava.",
  "bedrockify.loadingTips.24": "Blocos que podem ser usados como fonte de luz derretem neve e gelo. ",
  "bedrockify.loadingTips.25": "Tome cuidado ao construir estruturas feitas de lã em áreas abertas, pois os raios de tempestades podem incendiar a lã.",
  "bedrockify.loadingTips.26": "Um único balde de lava pode ser usado em uma fornalha para fundir 100 blocos.",
  "bedrockify.loadingTips.27": "O instrumento que um bloco de notas toca depende do material abaixo dele.",
  "bedrockify.loadingTips.30": "Galinhas colocam um ovo a cada 5 a 10 minutos.",
  "bedrockify.loadingTips.31": "A Obsidiana só pode ser minerada com uma picareta de diamante.",
  "bedrockify.loadingTips.36": "Os Endermen odeiam a hora do banho!",
  "bedrockify.loadingTips.37": "Às vezes, os Golens de Ferro dão flores às crianças aldeãs!",
  "bedrockify.loadingTips.38": "As jaguatiricas mostram aos creepers quem manda.",
  "bedrockify.loadingTips.39": "Use erva marinha para atrair e reproduzir tartarugas marinhas.",
  "bedrockify.loadingTips.40": "Proteja os filhotes de tartaruga das criaturas hostis.",
  "bedrockify.loadingTips.41": "Os filhotes de tartaruga soltam escamas quando crescem – que podem ser usadas para criar cascos de tartaruga.",
  "bedrockify.loadingTips.42": "Fermente algumas poções de respiração aquática para explorar embaixo d'água.",
  "bedrockify.loadingTips.43": "Os golfinhos podem guiar você até naufrágios e ruínas subaquáticas. Alimente-os com bacalhau e siga o rastro deles.",
  "bedrockify.loadingTips.44": "Use tosquiadeiras para esculpir abóboras.",
  "bedrockify.loadingTips.45": "Há 3.587 tipos de peixes tropicais.",
  "bedrockify.loadingTips.46": "O pepino-do-mar pode ser fundido em corante verde limão.",
  "bedrockify.loadingTips.47": "Use os fardos de feno para reproduzir Lhamas!",
  "bedrockify.loadingTips.48": "As bússolas sempre apontam para o ponto de invocação do mundo. Crie uma para se guiar.",
  "bedrockify.loadingTips.49": "Negocie com aldeões para obter comida, ferramentas e até mapas de explorador!",
  "bedrockify.loadingTips.50": "Você sabia que pode segurar um mapa na outra mão?",
  "bedrockify.loadingTips.51": "Laços podem ser usados em barcos.",
  "bedrockify.loadingTips.52": "Esgueire-se para andar com segurança em blocos de magma.",
  "bedrockify.loadingTips.53": "Você pode coletar teias de aranha usando tosquiadeiras.",
  "bedrockify.loadingTips.54": "Os tridentes são dados pelo Afogado, e você pode segurá-los ou arremessá-los.",
  "bedrockify.loadingTips.55": "Você pode fundir 20 itens em uma fornalha usando blocos de alga desidratada como combustível.",
  "bedrockify.loadingTips.56": "Não é necessário usar uma sela para domar um cavalo esqueleto.",
  "bedrockify.loadingTips.57": "Os fantasmas são criaturas perigosas que aparecem durante a noite. Lembre-se de dormir regularmente.",
  "bedrockify.loadingTips.58": "Os zumbis se transformarão em afogados se afundarem na água.",
  "bedrockify.loadingTips.59": "Aumente a velocidade na água para nadar.",
  "bedrockify.loadingTips.60": "Seja bom com os animais!",
  "bedrockify.loadingTips.61": "Não mate os golfinhos, seu monstro!",
  "bedrockify.loadingTips.63": "Corte uma Colmeia ou ninho para obter Favo de Mel, use uma Garrafa para obter mel.",
  "bedrockify.loadingTips.15": "Use uma abóbora na cabeça para impedir que os Endermen ataquem você.",
  "bedrockify.loadingTips.23": "Se o bloco de fonte de água ou lava for removido, ele interrompe completamente o fluxo.",
  "bedrockify.loadingTips.28": "Atacar um lobo faz com que qualquer lobo próximo fique hostil e te ataque. ",
  "bedrockify.loadingTips.29": "Lobos e golens de ferro não atacam creepers.",
  "bedrockify.loadingTips.32": "Os Creepers são a fonte de pólvora mais fácil de obter.",
  "bedrockify.loadingTips.33": "Lobos domados mostram a vida pela posição da cauda. Dê carne para curá-los.",
  "bedrockify.loadingTips.34": "Corantes de diferentes cores podem ser feitos de uma variedade de materiais. Cozinhando cacto em uma fornalha, você obtém corante verde!",
  "bedrockify.loadingTips.35": "Porcos atingidos por raios se tornam piglins zumbis.",
  "bedrockify.loadingTips.62": "Ao cavar em direção reta, coloque uma tocha no pé para quebrar qualquer areia ou cascalho que poderia cair em você.",
  "bedrockify.loadingTips.64": "Coloque uma fogueira sob uma colmeia ou ninho para colher mel.",
  "bedrockify.loadingTips.65": "Os minérios de esmeralda são os mais raros no Minecraft. Eles só podem ser encontrados em montanhas e prados.",
  "bedrockify.loadingTips.66": "Precisa de diamantes? É mais frequente encontrá-los em camadas profundas!",
  "bedrockify.loadingTips.67": "As Rãs se alimentam de criaturas blocadas e pequenas.",
  "bedrockify.loadingTips.68": "O Assistente adora coletar itens! Se você lhe der algo, ele vai tentar coletar mais daquele item.",
  "bedrockify.loadingTips.69": "As Rãs escolhem uma variante de acordo com a temperatura do bioma em que o girino cresce.",
  "bedrockify.loadingTips.70": "Você pode coletar girinos em baldes.",
  "bedrockify.loadingTips.71": "Cidades antigas podem ser encontradas nos sopés das cadeias de montanhas.",
  "bedrockify.loadingTips.72": "Os Assistentes adoram música e, por isso, interagem com blocos musicais!",
  "bedrockify.loadingTips.73": "Use uma garrafa de água em um bloco de terra para conseguir lama!",
  "bedrockify.loadingTips.74": "Ao vagar pela escuridão profunda, o silêncio é essencial.",
  "bedrockify.loadingTips.75": "Alguns animais seguirão você se você estiver segurando trigo.",
  "bedrockify.loadingTips.76": "Antes de minerar diamantes, redstone ou ouro, veja se você está usando uma picareta de ferro ou diamante, caso contrário não vai funcionar.",
  "bedrockify.loadingTips.77": "Colocar dois baús lado a lado fará um grande baú.",
  "bedrockify.loadingTips.78": "Não consegue encontrar carvão para suas tochas? Tente colocar toras em uma fornalha.",
  "bedrockify.loadingTips.79": "Maravilhas infinitas, possibilidades ilimitadas.",
  "bedrockify.loadingTips.80": "Plante umas mudas e elas vão se transformar em árvores.",
  "bedrockify.loadingTips.81": "Use uma enxada para preparar áreas de terreno para plantar.",
  "bedrockify.loadingTips.82": "Piglins zumbis não atacarão, a menos que você os irrite.",
  "bedrockify.loadingTips.83": "Acertem bolas de fogo no Ghast!",
  "bedrockify.loadingTips.84": "Pedregulho é resistente a bolas de fogo de Ghast, tornando-o útil para proteger portais.",
  "bedrockify.loadingTips.85": "Nossa música é feita por C418, Lena Raine e Kumi Tanioka.",
  "bedrockify.loadingTips.86": "No futuro haverá uma atualização deste jogo!",
  "bedrockify.loadingTips.87": "Os Creepers nasceram de um bug de código.",
  "bedrockify.loadingTips.88": "A primeira versão do Minecraft foi criada em apenas 6 dias!",
  "bedrockify.loadingTips.89": "O idioma dos Enderman na verdade é inglês ao contrário.",
  "bedrockify.loadingTips.90": "O nome original do Minecraft era Cave Game.",
  "bedrockify.loadingTips.91": "Uma Aranha Jockey é a rara aparição de uma aranha escondida por um esqueleto!",
  "bedrockify.loadingTips.92": "Andar um bloco no Nether é igual a andar oito blocos no mundo superior.",
  "bedrockify.loadingTips.93": "Use membranas de fantasma para reparar o élitro.",
  "bedrockify.loadingTips.94": "O élitro pode ser usado para voar. Encontre-o em navios da cidade do End.",
  "bedrockify.loadingTips.95": "Teste alguns recursos novos ativando Jogabilidade Experimental no menu de configurações!",
  "bedrockify.loadingTips.96": "Os monstros que são mortos por flechas de esqueletos talvez derrubem discos de música.",
  "bedrockify.loadingTips.97": "Os pacotes de textura mudam a aparência dos blocos, itens e até mesmo dos menus dentro do jogo. Experimente!",
  "bedrockify.loadingTips.98": "Usar os foguetes de fogos de artifício aumenta a velocidade de élitro no ar. Mas... certifique-se de que eles não explodam, senão vai doer muito!",
  "bedrockify.loadingTips.99": "As pessoas realmente leem isto?",
  "bedrockify.loadingTips.100": "O encantamento de rebentação impulsiona você no ar quando está chovendo.",
  "bedrockify.loadingTips.101": "O Sinalizador é um item poderoso que só pode ser criado com uma estrela do Nether do Wither.",
  "bedrockify.loadingTips.102": "As estrelas do Nether não podem ser destruídas por explosões.",
  "bedrockify.loadingTips.103": "Você pode trocar com Piglins.",
  "bedrockify.loadingTips.104": "Renascer no Nether requer uma Âncora de Renascimento carregada.",
  "bedrockify.loadingTips.105": "Você pode carregar uma âncora de renascimento com pedra luminosa.",
  "bedrockify.loadingTips.106": "Você pode reproduzir hoglins com fungos carmesim, mas tenha cuidado.",
  "bedrockify.loadingTips.107": "Ouro é mais comum no Nether e no bioma Ermo.",
  "bedrockify.loadingTips.108": "Diorito: ame ou odeie."
}